Revit 2027 API
ParameterTypeId.ToposolidSubdivideMaterial Property
 "Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidSubdivideMaterial { get; }
Public Shared ReadOnly Property ToposolidSubdivideMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidSubdivideMaterial {
	ForgeTypeId^ get ();
}
static member ToposolidSubdivideMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace